"_id","corrected_question","intermediary_question","sparql_query","sparql_template_id"
"1","¿Qué novelas escribió Jules Verne?","¿Cuál es la <novela> cuyo <autor> es <Jules Verne>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_jules_verne> . ?uri a <http://novelas-populares.org/Novela> }","301"
"2","¿En qué ciudad nació Maurice Leblanc?","¿Cuál es el <lugar de nacimiento> de <Maurice Leblanc>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_maurice_leblanc> <http://novelas-populares.org/lugarDeNacimiento> ?uri }","2"
"3","¿Qué editorial publicó la novela Malasia?","¿Cuál es la <editorial> de <Malasia>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859705065> <http://novelas-populares.org/publicadaPor> ?uri }","2"
"4","¿En qué idioma fue escrita originalmente Los conquistadores del polo?","¿Cuál es el <idioma original> de <Los conquistadores del polo>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1814866396> <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","2"
"5","¿Cuál es el lugar de nacimiento de Ramón Sopena?","¿Cuál es el <lugar de nacimiento> de <Ramón Sopena>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editor_ramon_sopena> <http://novelas-populares.org/lugarDeNacimiento> ?uri }","2"
"6","¿En qué ciudad se publicó Llamas sobre el Bósforo?","¿Cuál es la <ciudad de publicación> de <Llamas sobre el Bósforo>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859682529> <http://novelas-populares.org/publicadaEnCiudad> ?uri }","2"
"7","¿Quién fundó la Casa Editorial Maucci?","¿Cuál es el <fundador> de <Casa Editorial Maucci>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editorial_casa_editorial_maucci> <http://novelas-populares.org/fundadaPor> ?uri }","2"
"8","¿En qué idioma está el ejemplar de Retorn al sol?","¿Cuál es el <idioma del ejemplar> de <Retorn al sol>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1814868437> <http://novelas-populares.org/tieneIdiomaEjemplar> ?uri }","2"
"9","¿En qué país nació Alexandre Dumas?","¿Cuál es el <país de nacimiento> de <Alexandre Dumas>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_alexandre_dumas> <http://novelas-populares.org/paisDeNacimiento> ?uri }","2"
"10","¿Quién escribió Los héroes del aire?","¿Cuál es el <autor> de <Los héroes del aire>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859704832> <http://novelas-populares.org/tieneAutor> ?uri }","2"
"11","¿Qué novelas publicó la Editorial Sopena?","¿Cuál es la <novela> cuya <editorial> es <Editorial Sopena>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_sopena> . ?uri a <http://novelas-populares.org/Novela> }","301"
"12","¿En qué ciudad nació Emanuele Maucci?","¿Cuál es el <lugar de nacimiento> de <Emanuele Maucci>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editor_emanuele_maucci> <http://novelas-populares.org/lugarDeNacimiento> ?uri }","2"
"16","¿Qué novelas publicó la Editorial Calleja?","¿Cuál es la <novela> cuya <editorial> es <Editorial Calleja>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_calleja> . ?uri a <http://novelas-populares.org/Novela> }","301"
"17","¿Cuál es el lugar de nacimiento de Saturnino Calleja?","¿Cuál es el <lugar de nacimiento> de <Saturnino Calleja>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editor_saturnino_calleja> <http://novelas-populares.org/lugarDeNacimiento> ?uri }","2"
"18","¿Quién fundó La Novela Ilustrada?","¿Cuál es el <fundador> de <La Novela Ilustrada>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editorial_la_novela_ilustrada> <http://novelas-populares.org/fundadaPor> ?uri }","2"
"20","¿Qué ciudad de publicación tiene Los misterios del Mar Indiano?","¿Cuál es la <ciudad de publicación> de <Los misterios del Mar Indiano>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859688217> <http://novelas-populares.org/publicadaEnCiudad> ?uri }","2"
"21","¿Cuál es el idioma original de Los abandonados del Galveston?","¿Cuál es el <idioma original> de <Los abandonados del Galveston>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859687938> <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","2"
"22","¿Qué novelas escribió Arthur Conan Doyle?","¿Cuál es la <novela> cuyo <autor> es <Arthur Conan Doyle>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_arthur_conan_doyle> . ?uri a <http://novelas-populares.org/Novela> }","301"
"23","¿Cuál es el país de nacimiento de Gaston Leroux?","¿Cuál es el <país de nacimiento> de <Gaston Leroux>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_gaston_leroux> <http://novelas-populares.org/paisDeNacimiento> ?uri }","2"
"26","¿Quién fundó la Editorial Sopena?","¿Cuál es el <fundador> de <Editorial Sopena>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editorial_editorial_sopena> <http://novelas-populares.org/fundadaPor> ?uri }","2"
"28","¿Qué novelas publicó la Casa Editorial Maucci?","¿Cuál es la <novela> cuya <editorial> es <Casa Editorial Maucci>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_casa_editorial_maucci> . ?uri a <http://novelas-populares.org/Novela> }","301"
"29","¿En qué ciudad nació Sven Elvestad?","¿Cuál es el <lugar de nacimiento> de <Sven Elvestad>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_sven_elvestad> <http://novelas-populares.org/lugarDeNacimiento> ?uri }","2"
"30","¿Cuál es el idioma del ejemplar de ¿Rapto ó secuestro??","¿Cuál es el <idioma del ejemplar> de <¿Rapto ó secuestro?>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1814792805> <http://novelas-populares.org/tieneIdiomaEjemplar> ?uri }","2"
"31","¿Qué novelas escribió Emilio Salgari?","¿Cuál es la <novela> cuyo <autor> es <Emilio Salgari>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_emilio_salgari> . ?uri a <http://novelas-populares.org/Novela> }","301"
"32","¿En qué ciudad nació Curt Johannes Braun?","¿Cuál es el <lugar de nacimiento> de <Curt Johannes Braun>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_curt_johannes_braun> <http://novelas-populares.org/lugarDeNacimiento> ?uri }","2"
"33","¿Cuál es el país de nacimiento de Walter Scott?","¿Cuál es el <país de nacimiento> de <Walter Scott>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_walter_scott> <http://novelas-populares.org/paisDeNacimiento> ?uri }","2"
"34","¿Quién fundó la Editorial Antonio Bosch?","¿Cuál es el <fundador> de <Editorial Antonio Bosch>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/editorial_editorial_antonio_bosch> <http://novelas-populares.org/fundadaPor> ?uri }","2"
"35","¿Cuál es el idioma original de A través del Atlántico en globo?","¿Cuál es el <idioma original> de <A través del Atlántico en globo>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859671837> <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","2"
"36","¿En qué país nació Hugh Conway?","¿Cuál es el <país de nacimiento> de <Hugh Conway>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/autor_hugh_conway> <http://novelas-populares.org/paisDeNacimiento> ?uri }","2"
"38","¿Qué novelas publicó la Editorial Sopena con ejemplar en castellano?","¿Cuál es la <novela> cuya <editorial> es <Editorial Sopena> y cuyo <idioma del ejemplar> es <Castellano>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_sopena> . ?uri <http://novelas-populares.org/tieneIdiomaEjemplar> <http://novelas-populares.org/idioma_castellano> . ?uri a <http://novelas-populares.org/Novela> }","308"
"39","¿Qué autores nacieron en Francia y cultivaron la novela de misterio?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Francia> y cuyo <género> es <novela de misterio>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_francia> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_novela_de_misterio> . ?uri a <http://novelas-populares.org/Autor> }","308"
"40","¿Qué novelas publicó la Casa Editorial Maucci en Barcelona?","¿Cuál es la <novela> cuya <editorial> es <Casa Editorial Maucci> y cuya <ciudad de publicación> es <Barcelona>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_casa_editorial_maucci> . ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri a <http://novelas-populares.org/Novela> }","308"
"41","¿Qué autores escribieron novelas publicadas en Madrid con ejemplar en castellano?","¿Cuál es el <autor> de novelas cuya <ciudad de publicación> es <Madrid> y cuyo <idioma del ejemplar> es <Castellano>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?x <http://novelas-populares.org/tieneIdiomaEjemplar> <http://novelas-populares.org/idioma_castellano> . ?x <http://novelas-populares.org/tieneAutor> ?uri . ?uri a <http://novelas-populares.org/Autor> }","5"
"42","¿Qué novelas publicadas en Barcelona tienen ejemplar en catalán?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Barcelona> y cuyo <idioma del ejemplar> es <Catalán>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri <http://novelas-populares.org/tieneIdiomaEjemplar> <http://novelas-populares.org/idioma_catalan> . ?uri a <http://novelas-populares.org/Novela> }","308"
"43","¿Qué novelas son traducciones del inglés al castellano?","¿Cuál es la <novela> cuyo <idioma original> es <Inglés> y cuyo <idioma del ejemplar> es <Castellano>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_ingles> . ?uri <http://novelas-populares.org/tieneIdiomaEjemplar> <http://novelas-populares.org/idioma_castellano> . ?uri a <http://novelas-populares.org/Novela> }","308"
"44","¿Qué autores nacidos en Gran Bretaña publicaron novelas en Barcelona?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Gran Bretaña> y que escribió novelas con <ciudad de publicación> <Barcelona>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_gran_bretana> . ?x <http://novelas-populares.org/tieneAutor> ?uri . ?x <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri a <http://novelas-populares.org/Autor> }","305"
"45","¿Qué novelas comparten autor con Los abandonados del Galveston?","¿Cuál es la <novela> cuyo <autor> es el mismo que el de <Los abandonados del Galveston>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859687938> <http://novelas-populares.org/tieneAutor> ?a . ?uri <http://novelas-populares.org/tieneAutor> ?a . FILTER(?uri != <http://novelas-populares.org/novela_1859687938>) }","3"
"46","¿Qué novelas comparten autor con Los misterios del Mar Indiano?","¿Cuál es la <novela> cuyo <autor> es el mismo que el de <Los misterios del Mar Indiano>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859688217> <http://novelas-populares.org/tieneAutor> ?a . ?uri <http://novelas-populares.org/tieneAutor> ?a . FILTER(?uri != <http://novelas-populares.org/novela_1859688217>) ?uri a <http://novelas-populares.org/Novela> }","3"
"50","¿Qué editoriales publicaron novelas de idioma original alemán?","¿Cuál es la <editorial> que publicó novelas cuyo <idioma original> es <Alemán>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_aleman> . ?x <http://novelas-populares.org/publicadaPor> ?uri . ?uri a <http://novelas-populares.org/Editorial> }","6"
"51","¿Qué autores nacidos en España cultivaron el periodismo?","¿Cuál es el <autor> cuyo <país de nacimiento> es <España> y cuyo <género> es <periodismo>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_espana> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_periodismo> . ?uri a <http://novelas-populares.org/Autor> }","308"
"52","¿Qué novelas de idioma original francés se publicaron en Barcelona?","¿Cuál es la <novela> cuyo <idioma original> es <Francés> y cuya <ciudad de publicación> es <Barcelona>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_frances> . ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri a <http://novelas-populares.org/Novela> }","308"
"56","¿Qué autores británicos cultivaron la ciencia ficción?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Gran Bretaña> y cuyo <género> es <ciencia ficción>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_gran_bretana> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_ciencia_ficcion> . ?uri a <http://novelas-populares.org/Autor> }","308"
"59","¿Qué idiomas originales tienen las novelas de la Editorial Calleja?","¿Cuál es el <idioma original> de novelas cuya <editorial> es <Editorial Calleja>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_calleja> . ?x <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","6"
"60","¿Quién fundó la editorial que publicó ¡Sola en el mundo!?","¿Cuál es el <fundador> de la <editorial> de <¡Sola en el mundo!>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1682489914> <http://novelas-populares.org/publicadaPor> ?e . ?e <http://novelas-populares.org/fundadaPor> ?uri }","9"
"64","¿Qué idiomas originales tienen las novelas de autores franceses publicadas en Madrid?","¿Cuál es el <idioma original> de novelas con <ciudad de publicación> <Madrid> y <autor> nacido en <Francia>?","SELECT DISTINCT ?uri WHERE { ?nov <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?nov <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_francia> . ?nov <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","3"
"65","¿Qué novelas de la Editorial Sopena fueron traducidas desde el inglés?","¿Cuál es la <novela> cuya <editorial> es <Editorial Sopena> y cuyo <idioma original> es <Inglés>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_sopena> . ?uri <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_ingles> . ?uri a <http://novelas-populares.org/Novela> }","308"
"66","¿Qué editores nacieron en España?","¿Cuál es el <editor> cuyo <país de nacimiento> es <España>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_espana> . ?uri a <http://novelas-populares.org/Editor> }","301"
"67","¿Qué novelas tradujeron autores noruegos?","¿Cuál es la <novela> cuyo <autor> nació en <Noruega>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_noruega> . ?uri a <http://novelas-populares.org/Novela> }","3"
"68","¿Qué editoriales publicaron novelas de Emilio Salgari?","¿Cuál es la <editorial> de novelas cuyo <autor> es <Emilio Salgari>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_emilio_salgari> . ?x <http://novelas-populares.org/publicadaPor> ?uri . ?uri a <http://novelas-populares.org/Editorial> }","6"
"69","¿Qué ciudades de publicación tienen las novelas de Gaston Leroux?","¿Cuál es la <ciudad de publicación> de novelas cuyo <autor> es <Gaston Leroux>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_gaston_leroux> . ?x <http://novelas-populares.org/publicadaEnCiudad> ?uri }","6"
"71","¿Qué novelas de Madrid son originales en francés?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Madrid> y cuyo <idioma original> es <Francés>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?uri <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_frances> . ?uri a <http://novelas-populares.org/Novela> }","308"
"73","¿Cuáles son los idiomas originales de las novelas de Arthur Conan Doyle?","¿Cuál es el <idioma original> de novelas cuyo <autor> es <Arthur Conan Doyle>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_arthur_conan_doyle> . ?x <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","6"
"74","¿Qué autores nacidos en Francia cultivaron el género de poesía?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Francia> y cuyo <género> es <poesía>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_francia> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_poesia> . ?uri a <http://novelas-populares.org/Autor> }","308"
"76","¿Qué editoriales publicaron novelas de idioma original inglés?","¿Cuál es la <editorial> que publicó novelas cuyo <idioma original> es <Inglés>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_ingles> . ?x <http://novelas-populares.org/publicadaPor> ?uri . ?uri a <http://novelas-populares.org/Editorial> }","6"
"79","¿Qué editoriales publicaron novelas de Luigi Motta?","¿Cuál es la <editorial> de novelas cuyo <autor> es <Luigi Motta>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneAutor> <http://novelas-populares.org/autor_luigi_motta> . ?x <http://novelas-populares.org/publicadaPor> ?uri . ?uri a <http://novelas-populares.org/Editorial> }","6"
"81","¿Qué novelas de autores españoles se publicaron en Madrid?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Madrid> y cuyo <autor> nació en <España>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_espana> . ?uri a <http://novelas-populares.org/Novela> }","3"
"83","¿Qué novelas traducidas del alemán publicó la Editorial Delta?","¿Cuál es la <novela> cuyo <idioma original> es <Alemán> y cuya <editorial> es <Editorial Delta>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_aleman> . ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_delta> . ?uri a <http://novelas-populares.org/Novela> }","308"
"85","¿Qué idiomas originales tienen las novelas publicadas en Xàtiva?","¿Cuál es el <idioma original> de novelas cuya <ciudad de publicación> es <Xàtiva>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_xativa> . ?x <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","6"
"87","¿Qué novelas de autores nacidos en Noruega fueron publicadas en Madrid?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Madrid> y cuyo <autor> nació en <Noruega>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_noruega> . ?uri a <http://novelas-populares.org/Novela> }","3"
"88","¿Qué géneros cultivaron los autores de novelas publicadas en Xàtiva?","¿Cuál es el <género> del <autor> de novelas con <ciudad de publicación> <Xàtiva>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_xativa> . ?x <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/tieneGenero> ?uri }","3"
"90","¿Qué autores españoles cultivaron la poesía y el periodismo?","¿Cuál es el <autor> cuyo <país de nacimiento> es <España> y cuyo <género> es <poesía> y también <periodismo>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_espana> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_poesia> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_periodismo> . ?uri a <http://novelas-populares.org/Autor> }","308"
"91","¿Qué novelas de autores americanos se publicaron en Barcelona?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Barcelona> y cuyo <autor> nació en <Estados Unidos>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_estados_unidos> . ?uri a <http://novelas-populares.org/Novela> }","3"
"93","¿Qué novelas de la Editorial Pueyo se publicaron en Madrid?","¿Cuál es la <novela> cuya <editorial> es <Editorial Pueyo> y cuya <ciudad de publicación> es <Madrid>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_pueyo> . ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?uri a <http://novelas-populares.org/Novela> }","308"
"94","¿Qué autores cultivaron la novela policíaca?","¿Cuál es el <autor> cuyo <género> es <novela policíaca>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_novela_policiaca> . ?uri a <http://novelas-populares.org/Autor> }","301"
"95","¿Qué novelas de autores alemanes se publicaron en Madrid?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Madrid> y cuyo <autor> nació en <Alemania>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_alemania> . ?uri a <http://novelas-populares.org/Novela> }","3"
"96","¿Qué idiomas del ejemplar tienen las novelas publicadas en Madrid?","¿Cuál es el <idioma del ejemplar> de novelas cuya <ciudad de publicación> es <Madrid>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_madrid> . ?x <http://novelas-populares.org/tieneIdiomaEjemplar> ?uri }","6"
"97","¿Qué autores franceses cultivaron tanto la novela como la dramaturgia?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Francia> y cuyo <género> es <novela> y también <dramaturgia>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_francia> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_novela> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_dramaturgia> . ?uri a <http://novelas-populares.org/Autor> }","308"
"98","¿Qué novelas tienen el mismo idioma original y del ejemplar?","¿Cuál es la <novela> cuyo <idioma original> es el mismo que su <idioma del ejemplar>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneIdiomaOriginal> ?io . ?uri <http://novelas-populares.org/tieneIdiomaEjemplar> ?io . ?uri a <http://novelas-populares.org/Novela> }","7"
"100","¿Qué novelas de la Editorial Antonio Bosch se publicaron en Barcelona?","¿Cuál es la <novela> cuya <editorial> es <Editorial Antonio Bosch> y cuya <ciudad de publicación> es <Barcelona>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_editorial_antonio_bosch> . ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri a <http://novelas-populares.org/Novela> }","308"
"101","¿Qué autores británicos cultivaron la novela?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Gran Bretaña> y cuyo <género> es <novela>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_gran_bretana> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_novela> . ?uri a <http://novelas-populares.org/Autor> }","308"
"103","¿Qué autores de novelas publicadas en Xàtiva nacieron en España?","¿Cuál es el <autor> de novelas con <ciudad de publicación> <Xàtiva> cuyo <país de nacimiento> es <España>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_xativa> . ?x <http://novelas-populares.org/tieneAutor> ?uri . ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_espana> . ?uri a <http://novelas-populares.org/Autor> }","3"
"105","¿Qué autores nacidos en Polonia escribieron novelas en la colección?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Polonia>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_polonia> . ?uri a <http://novelas-populares.org/Autor> }","301"
"106","¿Qué novelas publicó Trilla y Serra en Barcelona?","¿Cuál es la <novela> cuya <editorial> es <Trilla y Serra, Editores> y cuya <ciudad de publicación> es <Barcelona>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_trilla_y_serra_editores> . ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri a <http://novelas-populares.org/Novela> }","308"
"107","¿Qué autores cultivaron el futurismo?","¿Cuál es el <autor> cuyo <género> es <futurismo>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_futurismo> . ?uri a <http://novelas-populares.org/Autor> }","301"
"109","¿Qué idiomas originales tienen las novelas de la Casa Editorial Seguí?","¿Cuál es el <idioma original> de novelas cuya <editorial> es <Casa Editorial Seguí>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_casa_editorial_segui> . ?x <http://novelas-populares.org/tieneIdiomaOriginal> ?uri }","6"
"112","¿Qué novelas de autores estadounidenses están en la colección?","¿Cuál es la <novela> cuyo <autor> nació en <Estados Unidos>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_estados_unidos> . ?uri a <http://novelas-populares.org/Novela> }","3"
"113","¿Qué autores nacidos en España cultivaron el ensayo?","¿Cuál es el <autor> cuyo <país de nacimiento> es <España> y cuyo <género> es <ensayo>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_espana> . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_ensayo> . ?uri a <http://novelas-populares.org/Autor> }","308"
"114","¿Qué novelas comparten idioma original y ciudad de publicación con Llamas sobre el Bósforo?","¿Cuál es la <novela> con el mismo <idioma original> y <ciudad de publicación> que <Llamas sobre el Bósforo>?","SELECT DISTINCT ?uri WHERE { <http://novelas-populares.org/novela_1859682529> <http://novelas-populares.org/tieneIdiomaOriginal> ?io . <http://novelas-populares.org/novela_1859682529> <http://novelas-populares.org/publicadaEnCiudad> ?c . ?uri <http://novelas-populares.org/tieneIdiomaOriginal> ?io . ?uri <http://novelas-populares.org/publicadaEnCiudad> ?c . FILTER(?uri != <http://novelas-populares.org/novela_1859682529>) }","16"
"115","¿Qué editoriales publicaron novelas de autores nacidos en Francia?","¿Cuál es la <editorial> de novelas cuyo <autor> nació en <Francia>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_francia> . ?x <http://novelas-populares.org/publicadaPor> ?uri . ?uri a <http://novelas-populares.org/Editorial> }","6"
"116","¿Qué autores con novelas de idioma original polaco cultivaron la novela?","¿Cuál es el <autor> de novelas cuyo <idioma original> es <Polaco> y cuyo <género> es <novela>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_polaco> . ?x <http://novelas-populares.org/tieneAutor> ?uri . ?uri <http://novelas-populares.org/tieneGenero> <http://novelas-populares.org/genero_novela> }","3"
"117","¿Qué novelas de autores noruegos están en la colección?","¿Cuál es la <novela> cuyo <autor> nació en <Noruega>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/tieneAutor> ?a . ?a <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_noruega> . ?uri a <http://novelas-populares.org/Novela> }","3"
"119","¿Qué novelas publicó E. Domenech en Barcelona?","¿Cuál es la <novela> cuya <editorial> es <E. Domenech> y cuya <ciudad de publicación> es <Barcelona>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaPor> <http://novelas-populares.org/editorial_e_domenech> . ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_barcelona> . ?uri a <http://novelas-populares.org/Novela> }","308"
"121","¿Qué ciudades de publicación tienen novelas de idioma original alemán?","¿Cuál es la <ciudad de publicación> de novelas cuyo <idioma original> es <Alemán>?","SELECT DISTINCT ?uri WHERE { ?x <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_aleman> . ?x <http://novelas-populares.org/publicadaEnCiudad> ?uri }","6"
"123","¿Qué autores nacidos en Hungría están en la colección?","¿Cuál es el <autor> cuyo <país de nacimiento> es <Hungría>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/paisDeNacimiento> <http://novelas-populares.org/pais_hungria> . ?uri a <http://novelas-populares.org/Autor> }","301"
"126","¿Qué novelas publicadas en Valencia son originales en castellano?","¿Cuál es la <novela> cuya <ciudad de publicación> es <Valencia> y cuyo <idioma original> es <Castellano>?","SELECT DISTINCT ?uri WHERE { ?uri <http://novelas-populares.org/publicadaEnCiudad> <http://novelas-populares.org/ciudad_valencia> . ?uri <http://novelas-populares.org/tieneIdiomaOriginal> <http://novelas-populares.org/idioma_castellano> . ?uri a <http://novelas-populares.org/Novela> }","308"
